brew 'git'
brew 'nkf'
brew 'peco'
brew 'pt'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'zsh-completions'
brew 'hub'
brew 'nvm'
brew 'pyenv'
brew 'pkg-config'
brew 'colordiff'
brew 'jq'
brew 'go'
brew 'ghq'
brew 'macvim'
brew 'coreutils'

cask 'google-japanese-ime'
cask 'bettertouchtool'
cask 'firefox'
cask 'iterm2'
cask 'sequel-pro'
cask 'dropbox'
cask 'clipy'
cask 'dash'
cask 'visual-studio-code'
cask '1password'
cask '1password-cli'

