tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'motemen/ghq'

brew 'boot2docker'
brew 'brew-cask'
brew 'cocot'
brew 'direnv'
brew 'docker'
brew 'ghq'
brew 'git'
brew 'imagemagick'
brew 'mysql'
brew 'nkf'
brew 'peco'
brew 'phantomjs'
brew 'pt'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'scala'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'zsh-completions'

tap 'supermomonga/homebrew-splhack'
brew 'macvim-kaoriya'

cask 'google-chrome'
cask 'google-japanese-ime'
cask 'bettertouchtool'
cask 'firefox'
cask 'openoffice'
cask 'iterm2'
cask 'sequel-pro'
cask 'virtualbox'
cask 'cyberduck'
cask 'dropbox'
cask 'tunnelblick'
cask 'tuntap'
