tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'

brew 'boot2docker'
brew 'cocot'
brew 'direnv'
brew 'docker'
brew 'git'
brew 'imagemagick'
brew 'mysql'
brew 'nkf'
brew 'peco'
brew 'phantomjs'
brew 'pt'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'scala'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'zsh-completions'
brew 'hub'
brew 'nvm'
brew 'pyenv'
brew 'gibo'
brew 'memcached'
brew 'redis'
brew 'pkg-config'
brew 'colordiff'
brew 'jq'
brew 'go'
brew 'ghq'
brew 'macvim'

cask 'google-chrome'
cask 'google-japanese-ime'
cask 'bettertouchtool'
cask 'firefox'
cask 'openoffice'
cask 'iterm2'
cask 'sequel-pro'
cask 'virtualbox'
cask 'cyberduck'
cask 'dropbox'
cask 'vagrant'
cask 'tunnelblick'
cask 'tuntap'
cask 'java'
cask 'genymotion'
cask 'karabiner'
cask 'astah-community'
cask 'clipy'
cask 'mysqlworkbench'
cask 'intellij-idea'

